---
layout: default
---

<h2>LA CONF&Eacute;RENCE 2011</h2>

Suite au succ&egrave;s de la premi&egrave;re &eacute;dition, Soft Shake 2011, se d&eacute;roulera les 3 et 4 octobre, &agrave; <a href="http://www.geneva-palexpo.ch">Palexpo</a> &agrave; Gen&egrave;ve.
<p/>
Nous attendons plus de 250 participants, francophones et anglophones.
<p/>
Cette conf&eacute;rence a &eacute;t&eacute; initi&eacute;e par l'&eacute;quipe d'organisation de l'Agile Tour Gen&egrave;ve avec la volont&eacute; d'aller &agrave; la rencontre d'autres communaut&eacute;s, de personnes qui ne seraient jamais venues &agrave; l'agilit&eacute;. Cela ne pouvait se faire l&eacute;gitimement sans l'association des "organes" locaux. C'est pour cela que l'&eacute;quipe initiale s'est associ&eacute;e au Groupe des D&eacute;veloppeurs iPhone de Suisse romande et au Geneva JUG (pour la partie Java).
<p/>
Pour chacun de ces th&egrave;mes, ou tracks, nous d&eacute;dions au moins une salle, afin de garantir un parfait &eacute;quilibre, une bonne repr&eacute;sentation et d'&eacute;viter qu'un th&egrave;me ne pr&eacute;domine. Pour cette deuxsi&egrave;re ann&eacute;e, nous avons identifi&eacute; quatre th&egrave;mes :
<ul>
<li>agilit&eacute;</li>
<li>mobilit&eacute;</li>
<li>java</li>
<li>Microsoft</li>
</ul>

Nouveaut&eacute; pour l'&eacute;dition 2011, nous ajoutons un track Microsoft, ou vous pourrez y d&eacute;courvrir le dernier cri dans le monde Microsoft, ansi que des retours d'exp&eacute;riences.
<p/>
Nous avons &eacute;galement pr&eacute;vu un track incubateur afin de pouvoir laisser la parole &agrave; des intervenants sur tout autre sujet informatique.
<p/>
Enfin, nous allons d&eacute;dier un espace &agrave; un Open Space Technology proposant un format d&eacute;contract&eacute; et convivial pour explorer plus avans les sujets abord&eacute;s durant la conf&eacute;rence.
<p/>
<p/>
Un de ces 5 tracks vous inspire ?!... N'h&eacute;sitez pas &agrave; vous inscrire en tant qu'orateur. Les sessions peuvent prendre diff&eacute;rents formats (atelier, retour d'exp&eacute;rience, &eacute;tat de l'art...), diff&eacute;rentes dur&eacute;es, en fran&ccedil;ais ou en anglais.
<p/>
Ces sujets vous interessent ?!... rendez-vous en octobre &agrave; Gen&egrave;ve.<!--D&eacute;vorez le programme de la conf&eacute;rence, et inscrivez-vous comme participant.-->